---
kind: property
id: P:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.PropertiesPalette
source: html/0df43b87-57fc-7dc5-94fa-5ee46a3c8033.htm
---
# Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.PropertiesPalette Property

The properties palette pane.

## Syntax (C#)
```csharp
public static DockablePaneId PropertiesPalette { get; }
```